Revit 2027 API
ParameterTypeId.FabricParamSpanSymDTop Property
 "D_Top"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricParamSpanSymDTop { get; }
Public Shared ReadOnly Property FabricParamSpanSymDTop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricParamSpanSymDTop {
	ForgeTypeId^ get ();
}
static member FabricParamSpanSymDTop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace